{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "copilot.vim": {
      "src": "https://github.com/github/copilot.vim"
    },
    "dadbod": {
      "src": "https://tpope.io/vim/dadbod"
    },
    "dispatch": {
      "src": "https://tpope.io/vim/dispatch"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim"
    },
    "fugitive": {
      "src": "https://tpope.io/vim/fugitive"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/dakennguyen/gitsigns.nvim"
    },
    "kulala.nvim": {
      "src": "https://github.com/mistweaverco/kulala.nvim"
    },
    "mini.icons": {
      "src": "https://github.com/nvim-mini/mini.icons"
    },
    "mini.surround": {
      "src": "https://github.com/nvim-mini/mini.surround"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects",
      "version": "'main'"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "onenord.nvim": {
      "src": "https://github.com/rmehri01/onenord.nvim"
    },
    "projectionist": {
      "src": "https://tpope.io/vim/projectionist"
    },
    "repeat": {
      "src": "https://tpope.io/vim/repeat"
    },
    "rsi": {
      "src": "https://tpope.io/vim/rsi"
    },
    "sleuth": {
      "src": "https://tpope.io/vim/sleuth"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim",
      "version": "'stable'"
    },
    "treesj": {
      "src": "https://github.com/Wansmer/treesj"
    },
    "vim-dadbod-completion": {
      "src": "https://github.com/kristijanhusak/vim-dadbod-completion"
    },
    "vim-fubitive": {
      "src": "https://github.com/tommcdo/vim-fubitive"
    },
    "vim-slime": {
      "src": "https://github.com/jpalardy/vim-slime"
    },
    "vim-unimpaired": {
      "src": "https://github.com/dakennguyen/vim-unimpaired"
    }
  }
}